"livechat.inputfield.questionplaceholder" = "Nhập câu hỏi của bạn";
"livechat.inputfield.messageplaceholder" = "Nhập tin nhắn của bạn ở đây...";
"livechat.inputfield.feedbackplaceholder" = "Nhập ý kiến phản hồi của bạn ở đây...";
"livechat.inputfield.commentplaceholder" = "Nhận xét";
"livechat.headertitle.department" = "Chọn một phòng";
"livechat.headertitle.feedback" = "Leave your suggestions";//remove
"livechat.button.send" = "Gửi";
"livechat.button.ok" = "Ok";
"livechat.button.photolibrary" = "Thư Viện Hình Ảnh";
"livechat.button.sendPhoto" = "Gửi Ảnh";
"livechat.button.takescreenshot" = "Chụp Màn Hình";
"livechat.button.cancel" = "Hủy";
"livechat.button.open" = "Mở";
"livechat.button.copy" = "Sao chép";
"livechat.button.submit" = "Gửi";
"livechat.button.back" = "< Back";//remove
"livechat.button.arrow" = "<";//remove
"livechat.button.backButton" = "Back";//remove
"livechat.message.savetolibrary" = "Save to Camera Roll";//remove
"livechat.message.offlineSend" = "Offline Send";//remove
"livechat.message.secs" = "%@ giây";
"livechat.message.sec" = "%@ giây";//remove
"livechat.message.newmessage" = "%@ new message";//remove
"livechat.message.newmessages" = "%@ new messages";//remove
"livechat.message.chattransfered" = "Nội Dung Chat Đã Chuyển Xin chào, %@ ở đây!! Tôi sẽ sẵn lòng giúp bạn thêm.";
"livechat.message.agenjoinedchat" = "%@ đã tham gia nội dung nói chuyện này.";
"livechat.message.sessionended" = "Session Ended - #%@";//remove
"livechat.message.sessionendednovisitid" = "Phiên Làm Việc Đã Kết Thúc";
"livechat.message.connectedto" = "Đã kết nối với %@";
"livechat.message.chatmissed" = "We'll get back to you shortly";//remove
"livechat.ratingresponse.ratingandfeedback" = "Cám ơn bạn đã đánh giá và cho phép ý kiến phản hồi.";
"livechat.ratingresponse.feedback" = "Cám ơn ý kiến phản hồi quý giá của bạn.";
"livechat.ratingresponse.rating" = "Cảm ơn xếp hạng quý báu của bạn";
"livechat.message.name" = "bạn";
"livechat.ratingmessage.bad" = "Tệ";
"livechat.ratingmessage.good" = "Good";//remove
"livechat.ratingmessage.wow" = "Wow";//remove
"livechat.feedbackmessage.nofeedback" = "No feedback";//remove
"livechat.connectionstatus.online" = "Online";//remove
"livechat.connectionstatus.offline" = "Offline";//remove
"livechat.connectionstatus.connecting" = "Đang kết nối";
"livechat.connectionstatus.waitingfornetwork" = "Waiting for Network";//remove
"livechat.connectionstatus.noconnection" = "No Network Connectivity..";//remove
"livechat.day.morning" = "Buổi sáng";
"livechat.day.afternoon" = "Buổi chiều";
"livechat.day.evening" = "Buổi tối";
"livechat.day.night" = "Ban đêm";
"livechat.day.today" = "Hôm nay";
"livechat.day.yesterday" = "Hôm qua";
"livechat.fileSize.exceed.alert" = "Đã vượt kích thước tải lên tối đa";
"livechat.message.sessionend" = "Phiên chat sắp kết thúc";
"livechat.leave.feedback" = "Thank you for contacting us! \n Please leave us your valuble feedback.";//remove
"livechat.offline.sent" = "Offline Sent";//remove
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "Hình ảnh";
"livechat.conversation.vidoe" = "Video";
"livechat.conversation.audio" = "tin nhắn thoại";
"livechat.conversation.file" = "Tập tin";
"livechat.conversation.location" = "địa điểm";
"livechat.conversation.contact" = "số liên lạc";
"livechat.ongoing.typing" = "đang nhập";
"livechat.offline.message" = "Chúng tôi đang bận vào lúc này. Vui lòng để lại tin nhắn và chúng tôi sẽ liên hệ với bạn sớm nhất có thể.";
"livechat.start.chat" = "Bắt Đầu Chat";
"livechat.recently.viewed" = "Đã Xem Gần Đây";
"livechat.faq.srarch.empty" = "Có vẻ như không có bất kỳ kết quả nào khớp với từ tìm kiếm bạn đã nhập!";//miss
"livechat.faq.search" = "Search for an article";//remove
"livechat.conversation" = "Nội dung nói chuyện";
"livechat.faq" = "Cơ Sở Kiến Thức";
"livechat.conversation.search.empty" = "Rất tiếc! Có vẻ như không có ai trong các cuộc trò chuyện hiện tại khớp với thuật ngữ mà bạn vừa điền. Hãy thử một câu hỏi khác!";
"livechat.conversation.attended" = "trong %@ với %@"; //in zylker with andrew
"livechat.conversation.missed" = "Missed in %@";//remove
"livechat.conversation.search" = "Search for a conversation";//remove
"livechat.conversation.empty" = "Chưa trò chuyện! Bạn chỉ cần nhấp chuột để kết nối với các chuyên gia của chúng tôi.";
"livechat.faq.empty" = "Phần Cơ Sở Kiến Thức của chúng tôi hiện đang được xây dựng. Xin hãy trở lại sau.";
"livechat.conversaiton.awaiting" = "Awaiting to connect...";//removes
"livechat.faq.article" = "bài viết";
"livechat.faq.articles" = "bài viết";
"livechat.faq.view" = "Xem";
"livechat.faq.views" = "lượt xem";

"livechat.button.endsession" = "Kết Thúc Phiên";
"livechat.message.missedChat" = "Missed Chat";//remove
"livechat.message.sharedfile" = "Đã chia sẻ một tập tin";
"livechat.message.suggestions" = "Đề nghị";
"livechat.message.like" = "Thích";
"livechat.message.dislike" = "Không thích";
"livechat.message.timezone" = "Múi Giờ";
"livechat.message.date" = "Ngày";
"livechat.message.time" = "Hết thời gian";//
"livechat.message.from" = "Từ";
"livechat.message.to" = "Đến";
"livechat.message.speaker" = "Speaker";//remove
"livechat.message.settings" = "Thiết lập";
"livechat.message.okay" = "Ok";
"livechat.button.dnt" = "Không theo dõi";
"livechat.button.gotit" = "Hiểu rồi!";
"livechat.button.learnmore" = "Tìm Hiểu Thêm";
"livechat.button.accept" = "Chấp nhận";
"livechat.button.decline" = "Từ chối";
"livechat.message.changeemail" = "Thay Đổi Địa Chỉ Email";
"livechat.message.translateconsent" = "Đồng Ý Dịch";//missing
"livechat.message.chatconsent" = "Chấp Thuận Chat";
"livechat.message.trackconsent" = "Đồng Ý Theo Dõi";
"livechat.chatconsent.message" = "Bằng việc bấm vào Chấp Thuận, bạn đồng ý với tất cả những điều khoản và điều kiện quy định trong tài liệu này.";
"livechat.trackconsent.message1" = "Chào bạn! Chúng tôi theo dõi các hoạt động của bạn trên ứng dụng để nâng cao trải nghiệm trong ứng dụng của bạn.";
"livechat.trackconsent.message2" = "Chào bạn! Chúng tôi theo dõi các hoạt động của bạn trên ứng dụng để nâng cao trải nghiệm trong ứng dụng của bạn. Nhưng nếu bạn muốn loại bỏ việc này, hãy bấm vào tùy chọn ‘Không theo dõi’.";
"livechat.message.cardmask" = "Che thẻ tín dụng";
"livechat.creditcard.message" = "Bởi số thẻ của bạn là một dữ liệu khá nhạy cảm, bạn có muốn chúng tôi che 12 số đầu tiên trong số thẻ của bạn không?";
"livechat.button.mask" = "Che";
"livechat.message.emailtranscript" = "Bạn sắp gửi email bản ghi nội dung chat này cho %@.";
"livechat.message.slidetodelete" = "Trượt để hủy";
"livechat.message.holdtorecord" = "Giữ để Ghi, Thả ra để dừng lại";
"livechat.permission.microphone" = "Cho phép truy cập microphone của thiết bị để ghi và gửi các tin nhắn thoại.";
"livechat.buttton.later" = "Sau";
"livechat.message.permission" = "Chuyển sang cài đặt của ứng dụng";
"livechat.message.angry" = "Giận";
"livechat.message.sad" = "Buồn";
"livechat.message.neutral" = "Không có ý kiến";
"livechat.message.good" = "Tốt";
"livechat.message.great" = "Rất tốt";
"livechat.message.chattransfering" = "%@ đang chuyển nội dung chat sang %@.";
"livechat.message.forwardsupport" = "%@ đang gửi chuyển nội dung chat";
"livechat.message.forwardaccepted" = "Nội dung chat đã được chuyển tiếp tới %@ thành công.";
"livechat.button.done" = "Hoàn tất";
"livechat.button.skip" = "Bỏ qua";
"livechat.button.confirm" = "Xác nhận";
"livechat.message.bookslot" = "Chọn một khoảng thời gian";
"livechat.message.verybad" = "Kinh khủng";
"livechat.message.neutral" = "Không có ý kiến";
"livechat.message.pickdate" = "Chọn một ngày";
"livechat.message.pickslot" = "Chọn một khoảng thời gian";
"livechat.message.pickloc" = "Chọn một địa điểm";
"livechat.message.location" = "địa điểm";
"livechat.message.curloc" = "Gửi địa điểm hiện tại";
"livechat.message.selloc" = "Gửi địa điểm đã chọn";
"livechat.message.continuesession" = "Phiên chat của bạn với chúng tôi đã kết thúc. Bạn có thêm câu hỏi nào khác không? Bấm Tiếp Tục để chat với chúng tôi.";
"livechat.button.sendemail" = "Email bản ghi nội dung chat";
"livechat.button.continue" = "Continue";//remove
"livechat.message.typeemail" = "Nhập địa chỉ email của bạn";
"livechat.message.mailsent" = "Thư đã được gửi thành công";
"livechat.message.mailfailed" = "Gửi mail thất bại";
"livechat.button.yes" = "Có";
"livechat.button.no" = "Không";
"livechat.message.connectohuman" = "Bạn cần trợ giúp của con người?";
"livechat.message.downloading" = "Downloading";//remove
"livechat.message.uploading" = "Uploading";//remove
"livechat.message.sendphoto" = "Gửi 1 Ảnh";
"livechat.message.sendvideo" = "Gửi 1 Video";
"livechat.message.sendphotos" = "Gửi %@ Ảnh";
"livechat.message.sendvideos" = "Gửi %@ Video";
"livechat.message.senditems" = "Gửi %@ Mục";
"livechat.message.saved" = "Đã lưu";
"livechat.message.screenshot" = "Chạm vào để Chụp";
"livechat.message.time.yearsago" = "%@y ago";//missing
"livechat.message.time.monthsago" = "%@mo ago";
"livechat.message.time.weeksago" = "%@w ago";
"livechat.message.time.daysago" = "%@d ago";
"livechat.message.time.hoursago" = "%@h ago";
"livechat.message.time.minutesago" = "%@m ago";
"livechat.message.time.secondsago" = "%@s ago";//missing
"livechat.continue.chat" = "Tiếp Tục Chat";
"livechat.conversation.started" = "Trong %@";
"livechat.message.sendfeedback" = "Gửi Ý Kiến Phản Hồi";
"livechat.message.sessionendtime" = "Phiên chat sẽ kết thúc sau %@";
"livechat.message.recieveimage" = "%@ đã gửi một hình ảnh cho bạn";
"livechat.message.recievevideo" = "%@ đã gửi một video cho bạn";
"livechat.message.recievegif" = "%@ đã gửi một ảnh GIF cho bạn";
"livechat.message.recievefile" = "%@ đã gửi một tập tin cho bạn";
"livechat.message.recieveaudio" = "%@ đã gửi một đoạn âm thanh cho bạn";
"livechat.message.sharescreenshot" = "Chia Sẻ Ảnh Chụp Màn Hình";
"livechat.message.defaultthankmsg" = "Tôi rất vui được chat với bạn hôm nay. Vui lòng dành ra một phút cho biết “Xếp Hạng” của bạn.";
"livechat.message.rate.1star" = "Rất xin lỗi rằng chúng tôi không thể giúp được. Chúng tôi sẽ cải tiến trợ giúp của mình.";
"livechat.message.rate.2star" = "Apologies! We assure you a better experience next time.";
"livechat.message.rate.3star" = "Cảm ơn xếp hạng của bạn! Đừng ngại gọi chúng tôi cho bất kỳ trợ giúp nào.";
"livechat.message.rate.4star" = "Thanks for your rating. We are happy to help.";
"livechat.message.rate.5star" = "Cám ơn bạn!  Chúng tôi rất vui được giúp đỡ bạn";
"livechat.message.feedback" = "Thank you for your feedback.";//remove
"livechat.message.state.connecting" = "Đang kết nối";
"livechat.message.state.connected" = "Connected";//remove
"livechat.message.inputcard.title.name" = "Nhập Tên";
"livechat.message.inputcard.title.phone" = "Nhập Số Liên Lạc";
"livechat.message.inputcard.title.url" = "Nhập URL";
"livechat.message.inputcard.title.email" = "Nhập Email";
"livechat.message.inputcard.error.name" = "Nhập tên hợp lệ";
"livechat.message.inputcard.error.email" = "Nhập địa chỉ email hợp lệ";
"livechat.message.inputcard.error.contact" = "Nhập một số điện thoại liên hệ hợp lệ";
"livechat.message.inputcard.error.url" = "Nhập URL hợp lệ";
"livechat.message.form.inline.introduction" = "Giúp chúng tôi biết chúng tôi đang nói chuyện với ai.";
"livechat.message.form.inline.chatmessage" = "Vui lòng cung cấp cho chúng tôi một vài chi tiết hợp lệ để bắt đầu chat.";
"livechat.message.form.inline.buttontitle" = "Điền Mẫu Đơn";
"livechat.message.form.field.error.question" = "Nhập Câu hỏi";
"livechat.message.form.field.question" = "Nhập câu hỏi của bạn ở đây";
"livechat.message.form.field.campaign" = "Bạn có muốn đăng ký nhận bản tin của chúng tôi không?";
"livechat.message.form.field.error.unknown" = "Thời gian phản hồi không hợp lệ.";
"livechat.message.form.field.department.fieldname" = "Phòng";
"livechat.message.form.field.department.message" = "Vui lòng chọn phòng ban mà yêu cầu của bạn sẽ được gửi đến đó";
"livechat.message.form.field.department.placeholder" = "Chọn một phòng";
"livechat.message.form.field.department.coversation.error" = "Vui lòng chọn một phòng ban khác.";
"livechat.message.form.field.department.traditional.error" = "Nhập một Phòng ban hợp lệ";
"livechat.message.form.field.email.fieldname" = "Email";
"livechat.message.form.field.email.message" = "Chúng tôi có thể gửi email cho bạn đến đâu?";
"livechat.message.form.field.email.placeholder" = "Nhập địa chỉ email của bạn";
"livechat.message.form.field.email.coversation.error" = "Địa chỉ email bạn nhập có vẻ không chính xác. Vui lòng nhập lại địa chỉ email của bạn.";
"livechat.message.form.field.email.traditional.error" = "Nhập địa chỉ email hợp lệ";
"livechat.message.form.field.phone.fieldname" = "Điện thoại";
"livechat.message.form.field.phone.message" = "Vui lòng cho chúng tôi biết số điện thoại của bạn?";
"livechat.message.form.field.phone.placeholder" = "Nhập số điện thoại liên hệ của bạn";
"livechat.message.form.field.phone.coversation.error" = "Số điện thoại bạn nhập có vẻ không chính xác. Vui lòng nhập lại số điện thoại của bạn.";
"livechat.message.form.field.phone.traditional.error" = "Nhập một số điện thoại liên hệ hợp lệ";
"livechat.message.form.field.name.fieldname" = "Tên";
"livechat.message.form.field.name.message" = "Bạn muốn được gọi là gì?";
"livechat.message.form.field.name.placeholder" = "Nhập Tên Của Bạn";
"livechat.message.form.field.name.coversation.error" = "Tên mà bạn vừa nhập có vẻ không đúng. Vui lòng nhập lại tên của bạn.";
"livechat.message.form.field.name.traditional.error" = "Nhập tên hợp lệ";
"livechat.message.form.conversation.sendername" = "Tổng đài viên";
"livechat.message.form.traditional.title" = "Chi Tiết Người Dùng";
"livechat.message.error.internet" = "Vui lòng kiểm tra kết nối Internet.";
"livechat.message.error.unknown" = "Rất tiếc! Đã có vấn đề. Vui lòng thử lại";
"livechat.conversation.started_no_dept" = "với %@";
"livechat.message.reopensession" = "Phiên chat của bạn đã kết thúc. Bạn có thể mở lại phiên chat này nếu có thêm câu hỏi khác.";
"livechat.message.failiure.unknown" = "Đã có vấn đề. Mã lỗi: %@";
"livechat.message.failiure.throttle" = "Kết nối chậm. Thử lại sau một lúc.";
"livechat.button.reopen" = "Mở lại nội dung chat";
"livechat.message.conversation.reopened" = "Bạn đang mở lại chat";
"livechat.message.sendblocked.ended" = "Phiên chat này đã kết thúc";
"livechat.message.conversation.operatorsunavailable" = "Không có tổng đài viên khả dụng";
"livechat.message.conversation.waiting" = "Tổng đài viên sẽ sớm tham gia";
"livechat.message.conversation.formwaiting" = "Đang chờ thông tin của bạn";
"livechat.button.sure" = "Chắc chắn";
"livechat.message.chatwithus" = "Chat với chúng tôi";
"livechat.message.search" = "Tìm kiếm";
"livechat.rate.titlemessage" = "Trải nghiệm trò chuyện của bạn với chúng tôi như thế nào?";
"livechat.rate.subtitlemessage" = "Vui lòng dành ra một phút cho biết xếp hạng của bạn.";
"livechat.message.time.justnow" = "Ngay bây giờ";
"livechat.message.file" = "Tập tin";
"livechat.message.missed.message" = "Chúng tôi rất tiếc đã bỏ sót quý vị! chúng tôi sẽ sớm liên hệ bạn!";
"livechat.message.connection.online.message" = "Back Online!";
"salesiq.chat.branding" = "Dựa trên SalesIQ Mobilisten";
"livechat.button.download" = "Download";
"livechat.alert.formactivenotice.title" = "Biểu Mẫu Hoạt Động trong một chat khác";
"livechat.alert.formactivenotice.subtitle" = "Xin hoàn tất biểu mẫu trong phiên chat lần trước, trước khi bắt đầu phiên chat mới!";
"livechat.message.offlinemessage.submitted" = "Offline message submitted";//remove
"livechat.message.storage_permission.denied" = "Đã từ chối cho phép truy cập bộ nhớ.";
"livechat.message.timedout" = "Hết thời gian";
"livechat.message.success" = "Thành công";
"livechat.message.faliure" = "Thất bại";
"livechat.message.widget.selectionlimit" = "Đã đạt đến giới hạn nhiều lựa chọn";
"livechat.message.noresult" = "Không tìm thấy kết quả";
"livechat.message.waitingforconnection" = "Đang chờ kết nối mạng";
"livechat.message.chat.closedalert" = "Phiên làm việc đã kết thúc! Mở lại phiên chat để tiếp tục.";
"livechat.message.info.chatmissed" = "Chúng tôi đã bỏ lỡ yêu cầu chat của bạn";
"livechat.message.status.sending" = "Đang gửi";
"livechat.message.status.sent" = "Đã gửi";
"livechat.message.status.resend" = "Gửi lại";
"livechat.message.status.delete" = "Xóa";
"livechat.message.inputcard.error.novalue" = "Vui lòng nhập giá trị hợp lệ";
"livechat.chat.pendingaction.placeholder" = "Vui lòng chờ.";
"livechat.chat.sender.profanity.alert" = "Cảnh Báo Lạm Dụng";
"livechat.chat.queue.banner.calculating" = "Đang tính thời gian chờ ...";
"livechat.chat.queue.banner.title" = "Bạn đang được xếp hàng chờ chat";
"livechat.chat.queue.banner.timeremaining" = "Thời gian chờ dự kiến khoảng ~%@";
"livechat.chat.queue.banner.position.subtitle" = "Vị trí";
"livechat.chat.list.subtitle.queue.spot" = "Vị trí trong danh sách chờ: %@";
"livechat.gdpr.googletranslate.consent" = "Dịch vụ này có thể chứa các bản dịch do Google tài trợ. Google từ chối mọi sự đảm bảo liên quan đến các bản dịch, thành văn hay bất thành văn, bao gồm bất kỳ sự đảm bảo nào về tính chính xác, tính đáng tin cậy, và bất kỳ sự đảm bảo bất thành văn nào về tính khả mại, tính phù hợp cho một mục đích cụ thể và không vi phạm.";
"livechat.gdpr.translation.consent" = "Đồng Ý Dịch";

"livechat.button.schedule" = "Lịch";
"livechat.message.inputwidget.datetime.title" = "Ngày & Giờ";
"livechat.message.search.country.placeholder" = "Tìm kiếm quốc gia hoặc mã nước";
"livechat.message.permission.denied.location" = "Từ chối cho phép truy cập địa điểm";
"livechat.messsage.search.noresults" = "Chúng tôi không thể tìm thấy bất kỳ kết quả nào phù hợp với tìm kiếm của bạn";

"livechat.message.status.edit" = "Sửa";
"livechat.message.status.reply" = "Trả lời";
"livechat.message.deletingmessage" = "Đang xóa tin nhắn";
"livechat.message.deletemessage" = "Xóa Tin Nhắn?";
"livechat.message.messagedeletedforeveryone" = "Tin nhắn này sẽ bị xóa đối với tất cả mọi người. Không thể hoàn tác thao tác này";
"livechat.message.loadmoremessage" = "Tải thêm";
"livechat.message.messagedeleted" = "Tin nhắn này đã bị xóa";
"livechat.message.messageedited" = "Đã sửa";
"livechat.message.failure.transcriptFetch" = "Không thể tải tin nhắn. Thử lại sau.";
"livechat.message.failure.deleteMessage" = "Không thể xóa tin nhắn. Thử lại sau.";
"livechat.message.failure.editMessage" = "Không thể sửa tin nhắn. Thử lại sau.";

"livechat.message.log.title" = "Bản ghi ứng dụng";
"livechat.message.log.chatMessage" = "Tổng đài viên yêu cầu truy cập bản ghi ứng dụng của bạn";
"livechat.message.share" = "Chia sẻ";
"livechat.info.message" = "Đã sao chép";

"livechat.booking.description"="Bấm ‘Đăng Ký Ngay’ bên dưới để xếp lịch cuộc hẹn của bạn."; 
"livechat.booking.bookappointment" = "Đăng Ký Cuộc Hẹn"; 
"livechat.booking.cancelbooking" = "Hủy Đăng Ký Cuộc Hẹn"; 
"livechat.booking.cancelbooking.message" = "Bạn có chắc muốn hủy đăng ký cuộc hẹn này không?"; 
"livechat.booking.discardbooking" = "Bạn có chắc muốn bỏ những thay đổi hay không"; 
"livechat.common.discard" = "Bỏ"; 
"livechat.booking.pickadate" = "Chọn một ngày"; 
"livechat.booking.allslotsbooked" = "Tất cả các suất đều đã được đặt"; 
"livechat.booking.allslotsbooked.message" = "Có vẻ tất cả các suất đều đã được đặt hết trong ngày này, hãy thử một ngày khác."; 
"livechat.booking.unavailable" = "Không khả dụng"; 
"livechat.booking.slots" = "Các Suất"; 
"livechat.booking.slot" = "Suất"; 
"livechat.booking.choosedate" = "Chọn ngày"; 
"livechat.booking.bookingconfirmation.title" = "Xác Nhận Đăng Ký Cuộc Hẹn"; 
"livechat.booking.verifydetails" = "Xác nhận chi tiết liên hệ"; 
"livechat.common.noresultfound" = "Không tìm thấy kết quả nào cho tìm kiếm này"; 
"livechat.booking.choosetimeslot.title" = "Chọn khung thời gian"; 
"livechat.booking.booknow" = "Đăng Ký Ngay"; 
"livechat.booking.scheduled" = "Đã xếp lịch"; 
"livechat.booking.cancelled" = "Đã hủy"; 
"livechat.booking.reschedule" = "Xếp Lịch Lại"; 
"livechat.booking.cancel" = "Hủy";

"livechat.booking.expired" = "Đã hết hạn";
"livechat.booking.rescheduled" = "Đã xếp lịch lại";
"livechat.booking.error.booknow" = "Thử Lại";
"livechat.booking.error.bookanappointment" = "Không thể đặt hẹn";
"livechat.booking.error.confirmappointment" = "Đặt hẹn thất bại. Hãy thử lại.";
"livechat.booking.error.rescheduleaction" = "Không thể sắp xếp lại lịch. Hãy thử lại.";
"livechat.booking.error.cancelaction" = "Không thể hủy. Hãy thử lại.";
"livechat.booking.error.rescheduleappointment" = "Không thể sắp xếp lại lịch. Hãy thử lại.";
"livechat.info.booking.reschedule" = "Cuộc hẹn đã được sắp xếp lại";
"livechat.info.booking.cancel" = "Cuộc hẹn đã bị hủy";
"livechat.booking.success.appointment" = "Cuộc hẹn đã được đặt thành công";
"livechat.booking.success.reschedule" = "Cuộc hẹn đã được sắp xếp lại thành công";
"livechat.booking.success.cancel" = "Cuộc hẹn đã bị hủy thành công";
"livechat.booking.disabled" = "Không cho phép tích hợp trong cổng";
"livechat.booking.search" = "Không tìm thấy kết quả tìm kiếm cho";
"livechat.voicemessage.alert.title" = "Bỏ tin nhắn thoại";
"livechat.voicemessage.alert.message" = "Thao tác này sẽ bỏ tin nhắn thoại bạn đã ghi";
"livechat.booking.alert.discardChangesPrompt" = "Những thay đổi đã thực hiện sẽ không được lưu. Bạn có muốn tiếp tục không?";
"livechat.alert.button.proceed" = "Tiếp tục";
"livechat.alert.button.cancel" = "Hủy";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Các thao tác tìm kiếm gần đây";
"livechat.knowledgebase.categories" = "Phân loại";
"livechat.knowledgebase.article.updated" = "Đã cập nhật";
"livechat.knowledgebase.action.like" = "Thích";
"livechat.knowledgebase.action.dislike" = "Không thích";
"livechat.knowledgebase.info.liked" = "Thích";
"livechat.knowledgebase.info.disliked" = "Không được thích";
"livechat.knowledgebase.view" = "xem";
"livechat.knowledgebase.views" = "lượt xem";
"livechat.knowledgebase.action.invalid" = "Thao tác không hợp lệ. Hãy thử lại.";
"livechat.knowledgebase.noviews" = "Không có lượt xem";

"livechat.knowledgebase.subcategories" = "Các phân loại phụ";
"livechat.knowledgebase.article" = "bài viết";
"livechat.knowledgebase.articles" = "bài viết";
"livechat.knowledgebase.relatedarticles" = "Các bài liên quan";
"livechat.knowledgebase.subcategory.count" = "phân loại phụ";
"livechat.knowledgebase.subcategories.count" = "phân loại phụ";
"livechat.knowledgebase.recentlyviewed" = "Đã xem gần đây";
"livechat.knowledgebase.choosedepartment" = "Chọn phòng";
"livechat.knowledgebase.search.departments" = "Phòng";
"livechat.knowledgebase.delete.or.disabled" = "Bài viết không khả dụng";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Cập nhật cách đây %@năm";
"livechat.knowledgebase.time.monthago" = "Cập nhật cách đây %@tháng";
"livechat.knowledgebase.time.dayago" = "Cập nhật cách đây 1 ngày";
"livechat.knowledgebase.time.daysago" = "Cập nhật cách đây %@ ngày";
"livechat.knowledgebase.time.hourago" = "Cập nhật cách đây 1 giờ";
"livechat.knowledgebase.time.hoursago" = "Cập nhật cách đây %@ giờ";
"livechat.knowledgebase.time.justnow" = "Vừa cập nhật";

"livechat.conversation.unavailable" = "Chat không khả dụng";
"livechat.message.file.not.supported" = "Loại tập tin không được hỗ trợ";
"livechat.message.sending.failed" = "Gửi tin nhắn thất bại";
"livechat.launcher.dismiss" = "Kéo vào đây để hủy bỏ";
"livechat.button.endchat" = "Kết thúc chat";

"livechat.message.resendall" = "Gửi lại tất cả";
"livechat.message.deleteall" = "Xóa tất cả";
"livechat.filebotcard.minimumselection.error" = "Vui lòng chọn ít nhất %1$d tập tin";
"livechat.filebotcard.maximumselection.error" = "Không thể chia sẻ nhiều hơn %1$d tập tin";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Kích thước tập tin không được vượt quá %1$";
"livechat.filebotcard.upload" = "Tải lên";

"livechat.message.widget.minimumselectionlimit" = "Yêu cầu chọn tối thiểu %@";
"livechat.message.resource.viewarticle" = "Xem Bài Viết";
"livechat.filebotcard.unsupportedfile.error" = "Tập tin đã chọn không được không được hỗ trợ, vui lòng chọn một tập tin khác. ";
"livechat.fab.call.action" = "Gọi";
"livechat.fab.chat.action" = "Chat";
"livechat.fab.close.action" = "Đóng";

"livechat.info.call.convertedaschat" = "Cuộc gọi được chuyển thành nội dung chat bởi %@";
"livechat.info.call.end" = "Cuộc gọi âm thanh lúc %@ cho %@";
"livechat.info.call.reject.peer" = "%@ đang bận vào lúc này. Vui lòng thử gọi sau";
"livechat.info.call.reject" = "%@ đã từ chối cuộc gọi thoại lúc %@";
"livechat.info.call.missed.other" = "%@ đã bỏ lỡ cuộc gọi thoại của bạn lúc %@";
"livechat.info.call.missed.self" = "%@ đã lỡ một cuộc gọi âm thanh lúc %@";
"livechat.info.call.cancelled" = "%@ đã hủy cuộc gọi thoại lúc %@";
"livechat.common.loading" = "Đang tải...";
"livechat.call.title.ongoingcall" = "Cuộc gọi đang diễn ra";
"livechat.prechat.chat.online.title" = "Chat với chúng tôi ngay!";
"livechat.prechat.chat.offline.title" = "Để lại tin nhắn cho chúng tôi";
"livechat.prechat.call.online.title" = "Gọi ngay cho chúng tôi ngay";
"livechat.prechat.call.offline.title" = "Để lại cho chúng tôi một cuộc gọi nhỡ";
"livechat.call.warning.make.new.call" = "Bạn không thể thực hiện một cuộc gọi mới khi đang thực hiện một cuộc gọi khác.";
"livechat.call.end.alert.when.end.conversation" = "Kết thúc chat cũng sẽ kết thúc cuộc gọi đang diễn ra. Bạn có chắc muốn tiếp tục không?";
"livechat.action.end" = "Kết thúc";
"livechat.prechat.brand.back.to.online" = "Xin chào, chúng tôi đã trực tuyến trở lại!";
"livechat.call.outgoingcall.duration" = "Cuộc gọi đi đối với %@";
"livechat.call.missed" = "Cuộc gọi nhỡ";
"livechat.call.cancelled" = "Cuộc gọi bị hủy";
"livechat.missed.chat.response" = "Cám ơn bạn đã liên hệ với chúng tôi! Chúng tôi sẽ sớm liên hệ với bạn.";
"livechat.call.miss.alert.title" = "Tổng đài viên không khả dụng";
"livechat.call.miss.alert.message" = "Bạn có muốn để lại cho chúng tôi một cuộc gọi nhỡ không?";
"livechat.chat.miss.alert.message" = "Bạn có muốn để lại tin nhắn cho chúng tôi không?";
"livechat.call.recording.consent.title" = "Chấp thuận ghi âm cuộc gọi";
"livechat.call.recording.consent" = "Tất cả các cuộc gọi đều được ghi âm vì mục đích đảm bảo chất lượng, lưu giữ hồ sơ, và huấn luyện. Bằng việc nhấp vào “Chấp Nhận”, bạn đồng ý cho phép ghi âm cuộc gọi.";
"livechat.call.queue.title" = "Cuộc gọi chờ";
"livechat.call.microphone.permission.title" = "Vui lòng cho phép truy cập";
"livechat.call.microphone.permission.custom.message" = "%@ cần truy cập micrô của bạn để thực hiện các cuộc gọi thoại";
"livechat.call.microphone.permission.message" = "Ứng dụng này cần truy cập micrô của bạn để thực hiện các cuộc gọi thoại";
"livechat.button.endconversation" = "Kết Thúc Cuộc Trò Chuyện";
"livechat.message.offlinechat" = "Chat Ngoại Tuyến";
"livechat.message.offlinecall" = "Cuộc Gọi Ngoại Tuyến";
"livechat.checkbox.consent.message" = "Tôi đồng ý với các điều khoản và điều kiện này";
"livechat.checkbox.consent.message.tac" = "các điều khoản và điều kiện";
"livechat.list.subtitle.queue.call" = "Cuộc gọi của bạn đang trong hàng chờ. Vui lòng chờ.";
"livechat.list.subtitle.queue.chat" = "Yêu cầu chat của bạn đang trong hàng chờ. Vui lòng chờ.";
"livechat.common.gdpr.consent.title" = "Đồng Ý Trò Chuyện";
"livechat.common.gdpr.consent.message" = "Bằng việc bấm vào Chấp Nhận, bạn đồng ý với tất cả những điều khoản và điều kiện quy định trong tài liệu này.";
"livechat.common.gdpr.consent.message.in.forms" = "Khi đánh dấu vào hộp kiểm các điều khoản và điều kiện là bạn đã đồng ý với tất cả các quy định được nêu trong tài liệu.";
"livechat.form.toast.agree.tac" = "Vui lòng đồng ý với các Điều Khoản và Điều Kiện để tiếp tục";
"livechat.list.missed.call.subtitle" = "Chúng tôi đã nhỡ cuộc gọi của bạn. Vui lòng thử lại sau.";
"livechat.list.cancel.call.subtitle" = "Bạn đã hủy một cuộc gọi âm thanh.";
"livechat.list.subtitle.ongoingcallinothersession" = "Cuộc gọi đang diễn ra trong một phiên khác";
"livechat.call.failed.message" = "Có vẻ như tất cả các tổng đài viên của chúng tôi đều bận vào lúc này!";
"livechat.call.waiting.for.response" = "Vui lòng chờ trong khi đại diện hỗ trợ của chúng tôi tham dự cuộc gọi của bạn";
"livecaht.call.initialization.failed" = "Không thể khởi tạo";
